Repository: mutoh/gettext_rails
Catalog: po/*/gettext_rails.po
Languages: hr, nl

source: %{num} error prohibited this %{record} from being saved
hr: %{num} greška je spriječila %{record} od spašavanja
nl: er is %{num} probleem gevonden in %{record}

source: There was a problem with the following field:
hr: Postoji problem u sljedečem polju:
nl: Er is een probleem met het volgende veld:

source: less than 5 seconds
hr: manje od 5 sekundi
nl: minder dan vijf seconden

source: less than 10 seconds
hr: manje od 10 sekundi
nl: minder dan tien seconden

source: less than 20 seconds
hr: manje od 20 sekundi
nl: minder dan twintig seconden

source: half a minute
hr: pola minute
nl: een halve minuut

source: less than a minute
hr: manje od minute
nl: minder dan één minuut

source: about 1 month
nl: ongeveer één maand

source: about 1 year
nl: ongeveer één jaar

source: 1 minute
hr: 1 minuta
nl: één minuut

source: about 1 hour
hr: oko 1 sat
nl: ongeveer één uur

source: 1 day
hr: 1 dan
nl: één dag

source: 1 month
hr: 1 mjesec
nl: één maand

source: over 1 year
nl: meer dan één jaar
